import type { Article } from '@/types/article'

export const articles: Article[] = [
	{
		id: 1,
		tag: "Тег",
		isNew: true,
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "./images/articles/1.jpg",
	},
	{
		id: 2,
		tag: "Тег",
		isNew: true,
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "./images/articles/2.jpg",
	},
	{
		id: 3,
		tag: "Тег",
		isNew: true,
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "./images/articles/3.jpg",
	},
]