import type { Article } from '@/types/article'

export const articles: Article[] = [
	{
		id: 1,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/1.jpg",
		date: "2026-03-21",
	},
	{
		id: 2,
		tag: "Тег",
		title: "Высокие технологии в",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/2.jpg",
		date: "2026-03-12",
	},
	{
		id: 3,
		tag: "Тег",
		title: "Высокие технологии в классическом",
		description:
			"Механика игры «Потолкуем?» Архитектура.",
		image: "/images/articles/3.jpg",
		date: "2026-03-10",
	},
	{
		id: 4,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/1.jpg",
		date: "2026-03-11",
	},
	{
		id: 5,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/2.jpg",
		date: "2026-03-8",
	},
	{
		id: 6,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/3.jpg",
		date: "2026-03-2",
	},
	{
		id: 7,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/1.jpg",
		date: "2026-03-13",
	},
	{
		id: 8,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/2.jpg",
		date: "2026-02-13",
	},
	{
		id: 9,
		tag: "Тег",
		title: "Высокие технологии в классическом исполнении",
		description:
			"Механика игры «Потолкуем?» Архитектура. Увлекаетесь архитектурой и урбанистикой? Вам точно подойдёт наша игра!",
		image: "/images/articles/3.jpg",
		date: "2026-02-12",
	},
]