import type { CaseItem } from "@/types/case";

export const cases: CaseItem[] = [
	{
		title: "Высокие технологии в классическом исполнении",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/1.jpg",
		tags: ["Мультимедиа", "Освещение", "Климат"],
	},
	{
		title: "3-х этажный дом. Поселок Park Avenue",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/2.jpg",
		tags: ["Климат", "Мультимедиа", "Безопасность"],
	},
	{
		title: "Большой дом для всей семьи",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/3.jpg",
		tags: ["Климат", "Безопасность"],
	},
	{
		title: "Высокие технологии в классическом исполнении",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/1.jpg",
		tags: ["Мультимедиа", "Освещение"],
	},
	{
		title: "3-х этажный дом. Поселок Park Avenue",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/2.jpg",
		tags: ["Климат", "Мультимедиа"],
	},
	{
		title: "Большой дом для всей семьи",
		description: "Вся электрика в доме теперь в вашем смартфоне. Делай десятки действий одним кликом.",
		image: "./images/cases/3.jpg",
		tags: ["Климат", "Безопасность", "Освещение", "Мультимедиа"],
	},
]